#
#   ConfigurationStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program


Effectivity.Alert.FlagNotExistInDB=Bayrak, veritaban\u0131nda mevcut de\u011fil.
Effectivity.Alert.FlagDisabledInDB=Bayrak, veritaban\u0131nda mevcut ve devre d\u0131\u015f\u0131 b\u0131rak\u0131lm\u0131\u015f.
Effectivity.Alert.FlagEnabledInDB=Bayrak, veritaban\u0131nda mevcut ve etkin.
Effectivity.Alert.FilterableERTypesNotExistInDB=Filtrelenebilir ER tipleri veritaban\u0131nda mevcut de\u011fil.
Effectivity.Alert.FilterableERTypesFoundInDB=Veritaban\u0131nda filtrelenebilir ER tipleri bulundu.

Error.AlreadyAttached=UYARI: "<ModelID>" kimli\u011fine sahip model zaten referansa eklenmi\u015f...!
Error.AlreadyDetached=UYARI: "<ModelID>" kimli\u011fine sahip model zaten ayr\u0131lm\u0131\u015f...!
Error.AlreadyAttachedMV=UYARI: "<ModelVersionID>" kimli\u011fine sahip Model S\u00fcr\u00fcm\u00fc zaten referansa eklenmi\u015f...!
Error.AlreadyDetachedMV=UYARI: "<ModelVersionID>" kimli\u011fine sahip Model S\u00fcr\u00fcm\u00fc zaten ayr\u0131lm\u0131\u015f...!

Error.TypeNotAModel=bir Model tipi de\u011fil
Error.InternalServerError=dahili hata
Error.ObjectNotFound=bulunamad\u0131
Error.XCADConfigurationNotPossible=\u00fcr\u00fcn yap\u0131lar\u0131 yap\u0131land\u0131r\u0131lam\u0131yor.

Error.DetachNotPossible.ConfigurationUsage=Model ayr\u0131lam\u0131yor \u00e7\u00fcnk\u00fc bir konfig\u00fcrasyon taraf\u0131ndan kullan\u0131l\u0131yor
Error.DetachNotPossible.EffectivityUsage=Model ayr\u0131lam\u0131yor \u00e7\u00fcnk\u00fc bir ge\u00e7erlilik ifadesi taraf\u0131ndan kullan\u0131l\u0131yor
Error.DetachNotPossible.ConfigurationRevision=Referans\u0131n Konfig\u00fcrasyon Revizyonlar\u0131 oldu\u011fu i\u00e7in Model ayr\u0131lam\u0131yor
Error.DetachNotPossible.ConfigRevision=Referans\u0131n Konfig\u00fcrasyon Revizyonlar\u0131 oldu\u011fu i\u00e7in Model ayr\u0131lam\u0131yor

Error.Unset.NoEffectivity=Bu \u00f6rne\u011fin ge\u00e7erlili\u011fi yok, belirlenmemi\u015f olmas\u0131 yarars\u0131z
Error.Unset.Domain.Forbidden=Girdi etki alan\u0131 yasak
Error.Unset.Instance.Controlled.Change=Girdi \u00f6rne\u011fi bir De\u011fi\u015fiklikle kontrol edilir
Error.Unset.NoEffectivity.ForDomain=Bu \u00f6rnek, bu etki alan\u0131 i\u00e7in ge\u00e7erlilik i\u00e7ermiyor

Effectivity.Alert.DisableEditVariantInWebAppFlagNotExistInDB=Bayrak, veritaban\u0131nda mevcut de\u011fil.
Effectivity.Alert.DisableEditVariantInWebAppFlagFoundInDB=Bayrak veritaban\u0131nda mevcut.

Error.SetEffectivity.CriteriaNotEnabled=\u00dcst \u00f6\u011fe referans\u0131nda kriter etkinle\u015ftirilmedi.
Error.SetEffectivity.IncorrectEffectivityXML=Girdi ge\u00e7erlilik ifadesi veya ifadede kullan\u0131lan veriler do\u011fru de\u011fil.
Error.SetEffectivity.InvalidInstancePhysicalID=Girdideki \u00f6rne\u011fin tan\u0131mlay\u0131c\u0131s\u0131 ge\u00e7erli veya do\u011fru de\u011fil.
Error.SetEffectivity.LoadDictionaryFailed=Ge\u00e7erlilik, s\u00f6zl\u00fck verileri nedeniyle ayarlanam\u0131yor. 
Error.SetEffectivity.3DPartNotConfigurable=K\u00f6k referans, yap\u0131land\u0131r\u0131lamayan bir 3DPart. 
Error.SetEffectivity.XCADNotConfigurable=K\u00f6k referans, yap\u0131land\u0131r\u0131lamayan bir kontrol edilen XCAD.
Error.SetEffectivity.ModelNotAccessibleORExist=Girdi ifadesinde sa\u011flanan modele eri\u015filemiyor veya model mevcut de\u011fil.
Error.SetEffectivity.NoModelFoundInExpression=Girdi ifadesi iyi bi\u00e7imlendirilmemi\u015f (Model bulunamad\u0131).
Error.SetEffectivity.CriteriaUsedInXMLNotEnabled=Girdi ifadesinde kullan\u0131lan kriter, \u00fcst \u00f6\u011fe referans\u0131nda etkinle\u015ftirilmemi\u015f.
Error.SetEffectivity.ErrorSaveEffectivities=Yeni ge\u00e7erliliklerin kaydedilmesi s\u0131ras\u0131nda hata.
Error.SetEffectivity.ErrorDueToUpdateConfigRevEff=Konfig\u00fcrasyon Revizyonu ge\u00e7erliliklerinin g\u00fcncelle\u015ftirilmesi s\u0131ras\u0131nda hata olu\u015ftu.
Error.SetEffectivity.SetEffFailedDueFrozenEvolution=\u00d6rnek en az bir serbest b\u0131rak\u0131lm\u0131\u015f Evrimin par\u00e7as\u0131. Yeni Evrim \u0130fadesi uygulanamaz.
Error.SetEffectivity.ReferenceNotConfigurable=\u00dcst \u00f6\u011fe referans\u0131 yap\u0131land\u0131r\u0131lamaz.
Error.SetEffectivity.InstanceControlledByChange=Girdi \u00f6rne\u011fi bir De\u011fi\u015fiklik taraf\u0131ndan kontrol ediliyor. Evrim ge\u00e7erlili\u011fi d\u00fczenlenemez.
Error.SetEffectivity.RootNotConfigured=Verilen \u00f6rne\u011fin \u00fcst \u00f6\u011fe referans\u0131nda bir Konfig\u00fcrasyon Ba\u011flam\u0131 yok.
Error.SetEffectivity.ModelNotAttached=Girdi ifadesinde sa\u011flanan model bir Konfig\u00fcrasyon Ba\u011flam\u0131n\u0131n par\u00e7as\u0131 de\u011fil.
Error.SetEffectivity.NotAllNecessaryModelsAttached=Gerekli t\u00fcm modeller \u00fcst referansa eklenmedi.
Error.SetEffectivity.InstControlledByChange=Girdi \u00f6rne\u011fi bir De\u011fi\u015fiklik taraf\u0131ndan kontrol ediliyor. Evrim ge\u00e7erlili\u011fi d\u00fczenlenemez.
Error.SetEffectivity.FailureDuringOperation=\u0130\u015flem s\u0131ras\u0131nda hata tespit edildi.
Error.SetEffectivity.SetEffFailedDueToFrozenCriteria=Ge\u00e7erliliklere en az bir dondurulmu\u015f evrim kriteri ekleyece\u011fi veya kald\u0131raca\u011f\u0131 i\u00e7in ifade ayarlanam\u0131yor.
Error.SetEffectivity.SetVarFailedDueToAlreadyExistingCA=De\u011fi\u015fiklik Eylemi zaten ge\u00e7erlilikte ve negatif olarak tan\u0131ml\u0131.
Error.SetEffectivity.FailureDueToNoIntersection=\u00d6rne\u011fin ge\u00e7erlilik aral\u0131\u011f\u0131 ve \u0130\u00e7erik Olu\u015fturma Ba\u011flam\u0131 aral\u0131\u011f\u0131 aras\u0131nda kesi\u015fme yok.
Error.IsEffsCoverEffRange.FailureDuringOperation=Evrim ge\u00e7erliliklerinin belirli bir ge\u00e7erlilik aral\u0131\u011f\u0131n\u0131 kapsay\u0131p kapsamad\u0131\u011f\u0131 kontrol edilirken hata olu\u015ftu.

Error.AttachCfgContext.FailedDueToMultipleMVs=Yap\u0131land\u0131r\u0131labilir bir nesneye birden fazla Model S\u00fcr\u00fcm\u00fc ekleme i\u015flemi desteklenmiyor. \u015eu anda yaln\u0131zca bir Model S\u00fcr\u00fcm\u00fc ekleme i\u015flemi destekleniyor.
Error.DetachCfgContext.CannotDetachUsedInEffectivity=Bir ge\u00e7erlilik ifadesi taraf\u0131ndan kullan\u0131ld\u0131\u011f\u0131ndan konfig\u00fcrasyon ba\u011flam\u0131 ayr\u0131lam\u0131yor.

Error.AttributeVersionNotPresent=Zorunlu \u00f6znitelik s\u00fcr\u00fcm\u00fc girdi json'da bulunmuyor.
Error.AttributeVersionIsInvalid=Girdide \u00f6znitelik s\u00fcr\u00fcm\u00fc de\u011feri do\u011fru de\u011fil. S\u00fcr\u00fcm i\u00e7in ge\u00e7erli de\u011fer 1.0.
Error.AttributeResourcesNotPresent=Zorunlu \u00f6znitelik kayna\u011f\u0131 girdi json'da mevcut de\u011fil.
Error.AttributeResourcesIsEmpty=Girdi json'da \u00f6znitelik kaynaklar\u0131 de\u011fersiz veya bo\u015f.
Error.AttributeIdentifierNotPresent=Girdi json'da zorunlu \u00f6znitelik tan\u0131mlay\u0131c\u0131 mevcut de\u011fil.
Error.AttributeIdentifierIsEmpty=Girdi json'da \u00f6znitelik tan\u0131mlay\u0131c\u0131n\u0131n de\u011fersiz veya bo\u015f olmamas\u0131 gerekir.
Error.AttributeConfigFilterIdentifierNotPresent=Girdi json'da zorunlu configFilterIdentifier \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeConfigFilterIdentifierIsEmpty=Girdi json'da configFilterIdentifier \u00f6zniteli\u011finin de\u011fersiz veya bo\u015f olmamas\u0131 gerekir.
Error.AttributeViewIsNotValid=Girdide \u00f6znitelik g\u00f6r\u00fcn\u00fcm de\u011feri ge\u00e7erli de\u011fil. G\u00f6r\u00fcn\u00fcm i\u00e7in ge\u00e7erli de\u011ferler Ge\u00e7erli veya \u00d6ng\u00f6r\u00fclen olmal\u0131d\u0131r.
Error.AttributeModeIsNotValid=Girdide \u00f6znitelik modu de\u011feri ge\u00e7erli de\u011fil. Mod i\u00e7in ge\u00e7erli de\u011ferler Kesin veya %150 olmal\u0131d\u0131r.
Error.PhysicalIdIsInvalid=Girdi, ge\u00e7ersiz \u00f6rnek fiziksel kimli\u011fi i\u00e7eriyor.
Error.NotTypeOfVPMInstance=Girdi, \u00f6rnek tipinde olmayan bir fiziksel kimlik i\u00e7eriyor.
Error.ConfigurationFilterPIDIsInvalid=Girdi ge\u00e7ersiz konfig\u00fcrasyon filtresi fiziksel kimli\u011fi i\u00e7eriyor.
Error.ConfigurationFilterTypeIsNotSupported=Girdi desteklenmeyen bir konfig\u00fcrasyon filtresi tipi i\u00e7eriyor.
Error.InstanceDoesNotHaveStaticMapping=Bu \u00f6rnek statik e\u015flemeye sahip olmad\u0131\u011f\u0131ndan \u00f6rne\u011fin statik e\u015flemesi g\u00fcncelle\u015ftirilemiyor.

Error.AttributeModelPIDNotPresent=Girdi json'da zorunlu modelPID \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeModelPIDIsEmpty=Girdi json'da modelPID \u00f6zniteli\u011fi de\u011fersiz veya bo\u015f.
Error.AttributeViewIsInvalid=\u00d6znitelik g\u00f6r\u00fcn\u00fcm de\u011feri ge\u00e7ersiz. Bu \u00f6znitelik i\u00e7in ge\u00e7erli de\u011ferler Ge\u00e7erli, \u00d6ng\u00f6r\u00fclen veya T\u00fcm\u00fc olmal\u0131d\u0131r.
Error.AttributeFormatIsInvalid=\u00d6znitelik bi\u00e7im de\u011feri ge\u00e7ersiz. Bu \u00f6znitelik i\u00e7in ge\u00e7erli de\u011ferler TXT veya XML olmal\u0131d\u0131r.
Error.AttributeOccurrencesNotPresent=Girdi json'da zorunlu \u00f6znitelik tekrarlar\u0131 mevcut de\u011fil.
Error.AttributeOccurrencesIsEmpty=Girdi json'da \u00f6znitelik tekrarlar\u0131 de\u011fersiz veya bo\u015f.

Error.FlagDoesNotExistInDatabase=Bayrak, veritaban\u0131nda mevcut de\u011fil.
Error.FlagFoundInDatabase=Bayrak veritaban\u0131nda mevcut.

Error.xRevision.AttachScopeFailed=Bu referansa kapsam eklenirken hata olu\u015ftu.
Error.xRevision.DetachScopeFailed=Bu referanstan kapsam ayr\u0131l\u0131rken hata olu\u015ftu.
Error.xRevision.AttachScopeFailedAsNoXRevGraphToReference=xRevision Grafi\u011fi ekli olmad\u0131\u011f\u0131ndan bu referansa kapsam eklenemez.
Error.xRevision.DetachScopeFailedAsNoXRevGraphToReference=xRevision Grafi\u011fi ekli olmad\u0131\u011f\u0131ndan bu referanstan kapsam ayr\u0131lamaz.
Error.xRevision.EnableVariantCriteriaFailed=Kapsamlar ekli olmad\u0131\u011f\u0131ndan bu referans i\u00e7in varyant kriterleri ayarlanamaz.

Error.xRevision.ReferenceNotConfigurable=Bu referans yap\u0131land\u0131r\u0131lamaz.

Error.AttributeVersionIsNotPresent=Girdide \u00f6znitelik s\u00fcr\u00fcm\u00fc mevcut de\u011fil.
Error.AttributeVersionIsNotCorrect=\u00d6znitelik de\u011feri ge\u00e7erli de\u011fil. Ge\u00e7erli de\u011fer 1.0.
Error.AttributeEvolutionIdentifiersIsNotPresent=Girdide evolutionsIdentifiers \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeEvolutionIdentifiersIsNullOREmpty=Girdide evolutionsIdentifiers \u00f6zniteli\u011fi bo\u015f veya de\u011fersiz.
Error.EvolutionPhysicalIsNullOREmpty=Girdide en az bir evrim physicalid'si bo\u015f veya de\u011fersiz.
Error.AttributeDetaislRequiredIsNotPresent=Girdide detailsRequired \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeDetaislRequiredIsNotCorrect=detailsRequired \u00f6zniteli\u011finin de\u011feri ge\u00e7ersiz. Ge\u00e7erli de\u011fer Evet veya Hay\u0131r olmal\u0131d\u0131r.
Error.MixEvolutionsNotAllowed=Girdi desteklenmeyen evrim t\u00fcrlerinin bir kar\u0131\u015f\u0131m\u0131n\u0131 i\u00e7eriyor. L\u00fctfen evrim physicalid'leri i\u00e7in tek tip sa\u011flay\u0131n.
Error.EvolutionsPIDNotValid=Evrim physicalid'si ge\u00e7ersiz.

Error.AttributeWorkUnderCompiledForm=Girdide workUnderCompiledForm \u00f6zniteli\u011fi de\u011fersiz veya bo\u015f.
Error.AttributeInstancePIDNotPresent=Girdide instancePID \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeInstancePIDNotValid=Girdide instancePID \u00f6zniteli\u011fi de\u011fersiz veya bo\u015f.
Error.AttributeEffectivityCompiledFormNotPresent=Girdide effectivityCompiledForm \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeEffectivityCompiledFormIsInvalid=Girdide effectivityCompiledForm \u00f6zniteli\u011fi de\u011fersiz.
Error.AtleastOneModelPIDIsNullOREmpty=Girdide en az bir Model physicalid'si de\u011fersiz veya bo\u015f.
Error.RefORInstOrCAOrACShouldBePresent=\u00d6rnekler, De\u011fi\u015fiklik Eylemi veya \u0130\u00e7erik Olu\u015fturma Ba\u011flam\u0131 se\u00e7eneklerinden en az birinin girdide bulunmas\u0131 gerekiyor.
Error.AttributeVersionReferencePIDNotPresent=Girdide referencePID \u00f6zniteli\u011fi mevcut de\u011fil.
Error.AttributeVersionReferencePIDNotInvalid=Girdideki referencePID \u00f6zniteli\u011fi de\u011fersiz veya bo\u015f.
Error.xRevision.CannotCreateXRevGraphModelAttached=Bu referansa zaten bir model ekli oldu\u011fundan bu referansta XRevision Grafi\u011fi olu\u015fturulamaz.
Error.xRevision.CannotCreateXRevGraphNoXRevAttached=Kaynak referansa daha \u00f6nce xRevision Grafi\u011fi ekli olmad\u0131\u011f\u0131ndan bu referansta xRevision Grafi\u011fi olu\u015fturulamaz.
Error.xRevision.CannotCreateXRevGraphModelAttachedOnSourceRef=Kaynak referansa daha \u00f6nce Model ekli oldu\u011fundan bu referansta xRevision Grafi\u011fi olu\u015fturulamaz.

Error.xRevision.xRevGraphAlreadyHasScope=Bu referanstaki xRevision Grafi\u011fi zaten kapsama sahip.
Error.xRevision.xRevGraphHasNoScopeToDelete=Bu referanstaki xRevision Grafi\u011fi'nin silinecek bir kapsam\u0131 yok.
Error.xRevision.xRevGraphHasAllocationCannotDeleteScope=Bu referanstaki xRevision Grafi\u011fi'nde baz\u0131 tahsisler oldu\u011fundan kapsam silinemez.

Error.InvalidInstancePID=Bu \u00f6rnek physicalid'si ge\u00e7ersiz.

Error.FailedToDisableCriteria=Bir/birden fazla \u00f6rnekte, ge\u00e7erlilikte <CriteriaName> kullan\u0131lm\u0131\u015f olabilece\u011finden yap\u0131land\u0131r\u0131lan nesnelerde kriter devre d\u0131\u015f\u0131 b\u0131rak\u0131lamad\u0131.
Criteria.Date=Tarih
Criteria.ManufacturingPlans=\u0130malat Plan\u0131
Criteria.Unit=Birim
Criteria.FeatureOption=Varyantlar ve Se\u00e7enekler
Criteria.ModelVersion=Model S\u00fcr\u00fcm\u00fc

Warning.InstanceNotFilterable=\u00d6rnek, ge\u00e7erlilik ifadesini desteklemiyor.
Warning.NotPossibleExtendOnThisInstance=T\u00fcm de\u011ferlendirmeler i\u00e7in zaten kullan\u0131labilir olan \u00f6rnekte i\u015flem geni\u015fletme yap\u0131lam\u0131yor.
Error.ExtendFailedOnThisInstance=Bu \u00f6rnekte i\u015flem geni\u015fletme yap\u0131lam\u0131yor.
Error.InvalidPhysicalPID=Bu physicalid ge\u00e7ersiz.

Cfg.Error.ErrorMissingParameterInWebService=Eksik parametre: <key>. L\u00fctfen istekte bulunurken t\u00fcm gerekli parametreleri dahil edin.
Cfg.Error.ErrorIncorrectParameterValueInWebService=<key> i\u00e7in parametre de\u011feri yanl\u0131\u015f. L\u00fctfen istekte bulunurken ge\u00e7erli bir parametre de\u011ferini dahil edin.
Cfg.Error.ErrorIncorrectArraySizeInWebService=Dizi i\u00e7in yanl\u0131\u015f boyut: <key>. L\u00fctfen istekte bulunurken bu dizinin boyutunun do\u011fru oldu\u011fundan emin olun.
Cfg.Error.ErrorExactlyOneParameterRequired=<key> i\u00e7in ge\u00e7ersiz parametre kombinasyonu. L\u00fctfen istekte bulunurken gerekli parametrelerden bir tanesinin tam olarak sa\u011fland\u0131\u011f\u0131ndan emin olun.
Cfg.Error.ErrorInvalidPayloadInWebService=\u0130stek y\u00fck\u00fc beklenen \u015femaya veya bi\u00e7ime uygun de\u011fil. L\u00fctfen yap\u0131y\u0131, veri tiplerini ve gerekli alanlar\u0131 do\u011frulay\u0131n.

Error.xRevision.NotPossibleToAttachScopes=xRevision Grafi\u011fi ekli olmad\u0131\u011f\u0131ndan girdideki en az bir referansa kapsam eklenemez.

Error.ConfigFilterNotFoundOnReference=Girdi yap\u0131land\u0131rma filtresi referans nesnesinde bulunamad\u0131\u011f\u0131ndan \u00f6rnek \u00fczerinde statik e\u015fleme olu\u015fturulamaz.
Error.InstanceAlreadyHasStaticMapping=Bu girdide zaten statik e\u015fleme bulundu\u011fundan \u00f6rnek \u00fczerinde statik e\u015fleme olu\u015fturulamaz.

Error.NotAccessibleObject=Bu i\u00e7eri\u011fe art\u0131k eri\u015filemiyor veya i\u00e7erik silinmi\u015f olabilir.
Error.DoesNotExistObject=Se\u00e7ili nesne mevcut de\u011fil.

Error.ConfigFilterIsTooMature=Girdi yap\u0131land\u0131rma filtresi eski durumda oldu\u011fundan \u00f6rnek \u00fczerinde statik e\u015fleme olu\u015fturulamaz.

Error.ModelVersionAlreadyAttach=Model S\u00fcr\u00fcm\u00fc zaten ekli oldu\u011funda bu Model eklenemez.

Error.xRevision.RefDoesNotHaveXRevGraph=Girdide kapsam olarak eklemek \u00fczere kullan\u0131lan referanslardan birine xRevision Grafi\u011fi ekli de\u011fil.
Error.xRevision.ErrorNoXGraphFoundForReference=Giri\u015fte verilen referansta ekli bir xRevision Grafi\u011fi yok.

Error.MVDetachNotPossible.EffectivityUsage=Model ayr\u0131lam\u0131yor \u00e7\u00fcnk\u00fc bir ge\u00e7erlilik ifadesi taraf\u0131ndan kullan\u0131l\u0131yor

Error.AttachNotPossible.IfXCADReference = Bu bir CAD referans\u0131d\u0131r. Model S\u00fcr\u00fcm\u00fc haricindeki di\u011fer nesneleri konfig\u00fcrasyon ba\u011flam\u0131 olarak eklemek yasakt\u0131r.

