#
#   ConfigXRevisionServicesStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program


Error.xRevision.AttributeVersionIsNotPresent=\u5c5e\u6027\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeVersionIsInvalid=\u5c5e\u6027\u30d0\u30fc\u30b8\u30e7\u30f3\u5024\u304c\u7121\u52b9\u3067\u3059\u3002\u6709\u52b9\u306a\u5024\u306f1.0\u3067\u3059

Error.xRevision.AttributeVersionReferencePIDNotPresent=\u5c5e\u6027referencePID\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeVersionReferencePIDNotInvalid=\u5c5e\u6027referencePID\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.CannotCreateXRevGraphItIsAlreadyExist=\u3053\u306e\u53c2\u7167\u306b\u306f\u3059\u3067\u306bXRevision\u30b0\u30e9\u30d5\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u53c2\u7167\u306eXRevision\u30b0\u30e9\u30d5\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
Error.xRevision.CannotCreateXRevGraphModelAttached=\u3053\u306e\u53c2\u7167\u306b\u306f\u3059\u3067\u306b\u30e2\u30c7\u30eb\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u53c2\u7167\u306eXRevision\u30b0\u30e9\u30d5\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093

Error.xRevision.AttributeXRevElementPIDIsNotPresent=\u5c5e\u6027xRevisionElementPID\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeXRevElementPIDNullOREmpty=\u5c5e\u6027xRevisionElementPID\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AttributeXRevElementPIDNotValid=xRevision\u8981\u7d20\u306e\u7269\u7406ID\u304c\u5165\u529b\u3067\u7121\u52b9\u3067\u3059

Error.xRevision.AttributeAllocationsIsNotPresent=\u5c5e\u6027\u5272\u5f53\u3066\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeAllocationsIsNullOREmpty=\u5c5e\u6027\u5272\u5f53\u3066\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AttributeAllocationPIDsIsNotPresent=\u5c5e\u6027allocationPIDs\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeAllocationPIDsIsNullOREmpty=\u5c5e\u6027allocationPIDs\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AtleastOneAllocationPIDIsNullOREmpty=\u5165\u529b\u306e\u5272\u5f53\u3066\u7269\u7406ID\u306e\u3046\u3061\u5c11\u306a\u304f\u3068\u30821\u3064\u304c\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.MultiAllocationIsNotSupported=\u5404xRevision\u8981\u7d20\u3078\u306e\u8907\u6570\u306e\u5272\u5f53\u3066\u306f\u307e\u3060\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Error.xRevision.AllocationPIDIsNotValid=\u5165\u529b\u3067\u6307\u5b9a\u3055\u308c\u305f\u5272\u5f53\u3066\u306f\u3001\u7121\u52b9\u3067\u3042\u308b\u304b\u3001xRevision\u30b0\u30e9\u30d5\u306e\u4e00\u90e8\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.xRevision.xRevElementAlreadyHasAllocation=\u3053\u306exRevision\u8981\u7d20\u306b\u306f\u3059\u3067\u306b\u5272\u5f53\u3066\u304c\u3042\u308a\u307e\u3059

Error.xRevision.AttributeXRevElementPIDSIsNotPresent=\u5c5e\u6027xRevisionElementPIDs\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeXRevElementPIDSNullOREmpty=\u5c5e\u6027xRevisionElementPIDs\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AtleastOneXRevElementPIDIsNullOREmpty=\u5165\u529b\u306exRevision\u8981\u7d20\u306e\u7269\u7406ID\u306e\u3046\u3061\u5c11\u306a\u304f\u3068\u30821\u3064\u304c\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.XRevisionElementPIDNotValid=xRevision\u8981\u7d20\u306e\u7269\u7406ID\u304c\u7121\u52b9\u3067\u3059

Error.xRevision.AttributeDeallocationsIsNotPresent=\u5c5e\u6027\u306e\u5272\u5f53\u3066\u89e3\u9664\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeDeallocationsIsNullOREmpty=\u5c5e\u6027\u306e\u5272\u5f53\u3066\u89e3\u9664\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AttributeDeallocationPIDsIsNotPresent=\u5c5e\u6027deallocationPIDs\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeDeallocationPIDsIsNullOREmpty=\u5c5e\u6027deallocationPIDs\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AtleastOneDeallocationPIDIsNullOREmpty=\u5165\u529b\u306e\u5272\u5f53\u3066\u89e3\u9664\u306e\u7269\u7406ID\u306e\u3046\u3061\u5c11\u306a\u304f\u3068\u30821\u3064\u304c\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.MultiDeallocationIsNotSupported=\u5404xRevision\u8981\u7d20\u304b\u3089\u306e\u8907\u6570\u306e\u5272\u5f53\u3066\u89e3\u9664\u306f\u307e\u3060\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Error.xRevision.DeallocationPIDIsNotValid=\u5165\u529b\u3067\u6307\u5b9a\u3055\u308c\u305f\u5272\u5f53\u3066\u89e3\u9664\u306f\u3001\u7121\u52b9\u3067\u3042\u308b\u304b\u3001xRevision\u30b0\u30e9\u30d5\u306e\u4e00\u90e8\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.xRevision.xRevElementDoesNotHaveAllocation=\u3053\u306exRevision\u8981\u7d20\u306b\u306f\u5272\u5f53\u3066\u304c\u3042\u308a\u307e\u305b\u3093

Error.xRevision.AttributexRevGraphsToAttachIsNotPresent=\u5c5e\u6027xRevisionGraphsToAttach\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributexRevGraphsToAttachIsEmpty=\u5c5e\u6027xRevisionGraphsToAttach\u304c\u5165\u529b\u3067\u7a7a\u3067\u3059
Error.xRevision.AttributeReusableGraphReferenceIsNotPresent=\u5c5e\u6027reusableGraphReferencePID\u304c\u5165\u529b\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.AttributeReusableGraphReferenceIsEmpty=\u5c5e\u6027reusableGraphReferencePID\u304c\u5165\u529b\u3067\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
Error.xRevision.AttachExistingXRevGraphFailed=\u65e2\u5b58\u306exRevision\u30b0\u30e9\u30d5\u30921\u3064\u306e\u53c2\u7167\u304b\u3089\u5225\u306e\u53c2\u7167\u3078\u95a2\u9023\u4ed8\u3051\u308b\u3053\u3068\u304c\u3001\u5165\u529b\u306e\u53c2\u7167\u306e\u3046\u3061\u306e1\u3064\u3067\u5931\u6557\u3057\u307e\u3057\u305f
Error.xRevision.CannotAttachXRevGraphItIsAlreadyExist=\u53c2\u7167\u306e\u3046\u3061\u306e1\u3064\u306b\u5bfe\u3057\u3066XRevision\u30b0\u30e9\u30d5\u3092\u95a2\u9023\u4ed8\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u305d\u306e\u53c2\u7167\u306b\u306f\u3059\u3067\u306bXRevision\u30b0\u30e9\u30d5\u304c\u3042\u308b\u305f\u3081\u3067\u3059
Error.xRevision.AllocationCrossesExistingOne=\u3053\u306e\u5272\u5f53\u3066\u306f\u65e2\u5b58\u306e\u5272\u5f53\u3066\u3068\u4ea4\u5dee\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u3088\u308a\u4e0a\u4f4d\u306e\u30e2\u30c7\u30eb\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u5272\u5f53\u3066\u3066\u307f\u3066\u304f\u3060\u3055\u3044
Error.xRevision.ErrorUnableToPerformAutoAllocationDuringSetScope=\u6709\u52b9\u7bc4\u56f2\u306e\u8a2d\u5b9a\u64cd\u4f5c\u4e2d\u306b\u81ea\u52d5\u5272\u5f53\u3066\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
Error.xRevision.ErrorNoVariantsFoundDuringSetScope=\u6709\u52b9\u7bc4\u56f2\u306e\u8a2d\u5b9a\u64cd\u4f5c\u4e2d\u306b\u3001\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u5bfe\u3059\u308b\u30d0\u30ea\u30a2\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f


Error.xRevision.ParentNotInFrozen=\u73fe\u5728\u306exRevision\u8981\u7d20\u306e\u89aa\u304c\u300c\u6e96\u5099\u300d\u307e\u305f\u306f\u300c\u4f5c\u696d\u4e2d\u300d\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u3067\u3042\u308b\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.AllocatedMVNotReleased=\u73fe\u5728\u306exRevision\u8981\u7d20\u306b\u5272\u5f53\u3066\u3089\u308c\u3066\u3044\u308b\u30e2\u30c7\u30eb\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u30ea\u30ea\u30fc\u30b9\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.FoundIncompleteChange=\u3053\u306exRevision\u8981\u7d20\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u672a\u5b8c\u4e86\u306e\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308b\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.ChildFrozen=\u73fe\u5728\u306exRevision\u8981\u7d20\u306e\u5b50\u304c\u5c11\u306a\u304f\u3068\u3082\u300c\u51cd\u7d50\u300d\u30b9\u30c6\u30fc\u30bf\u30b9\u3067\u3042\u308b\u305f\u3081\u3001\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059

Error.xRevision.xRevisionDeleteAction=xRevision\u30b0\u30e9\u30d5\u306e\u8981\u7d20\u306e1\u3064\u304c\u524a\u9664\u3067\u304d\u306a\u3044\u304b\u3001\u30d7\u30e9\u30a4\u30de\u30ea\u30fc\u53c2\u7167\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093
Error.xRevision.PrimaryReferenceDelete=\u30b0\u30e9\u30d5\u306e\u30d7\u30e9\u30a4\u30de\u30ea\u30fc\u53c2\u7167\u3092\u524a\u9664\u3057\u3088\u3046\u3068\u3059\u308b\u8a66\u307f\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.PrimaryReferenceDeleteMulti=\u8907\u6570\u306exRevision\u8981\u7d20\u3092\u542b\u3080\u30b0\u30e9\u30d5\u3092\u6301\u3064\u30d7\u30e9\u30a4\u30de\u30ea\u30fc\u53c2\u7167\u3092\u524a\u9664\u3057\u3088\u3046\u3068\u3059\u308b\u8a66\u307f\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.DeleteCollabSpace=xRevision\u8981\u7d20\u304c\u300c\u4f5c\u696d\u4e2d\u300d\u3067\u306f\u306a\u304f\u3001\u30e6\u30fc\u30b6\u30fc\u3068\u540c\u3058\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306b\u3082\u306a\u3044\u305f\u3081\u3001\u524a\u9664\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.FrozenxRev=xRevision\u8981\u7d20\u304c\u9ad8\u3059\u304e\u308b\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Error.xRevision.DeleteIsComposition=xRevision\u8981\u7d20\u306f\u3001\u5225\u306e\u30b0\u30e9\u30d5\u304b\u3089\u306e\u69cb\u6210\u3067\u3059\u3002\u524a\u9664\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.DeleteOneSingleElement=\u8907\u6570\u306e\u53c2\u7167\u304c\u30011\u3064\u306e\u5358\u4e00\u8981\u7d20\u3092\u6301\u3064\u3053\u306e\u30b0\u30e9\u30d5\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Error.xRevision.DeleteFirstElement=\u8907\u6570\u306e\u53c2\u7167\u304c\u3001\u3053\u306e\u30b0\u30e9\u30d5\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u6700\u521d\u306e\u8981\u7d20\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Error.xRevision.DeleteOneElement=1\u3064\u306exRevision\u8981\u7d20\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Error.xRevision.NotLeaf=xRevision\u30a8\u30ec\u30e1\u30f3\u30c8\u306f\u30b0\u30e9\u30d5\u306e\u30ea\u30fc\u30d5\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
Error.xRevision.ReferenceDeleteChildScope=\u30b0\u30e9\u30d5\u306b\u5b50\u30b0\u30e9\u30d5\u304c\u542b\u307e\u308c\u308b\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u524a\u9664\u3057\u3088\u3046\u3068\u3059\u308b\u8a66\u307f\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.GraphDeleteChildScope=\u5b50\u30b0\u30e9\u30d5\u304c\u542b\u307e\u308c\u308b\u30b0\u30e9\u30d5\u3092\u524a\u9664\u3057\u3088\u3046\u3068\u3059\u308b\u8a66\u307f\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.xRevision.CreateGraphPhyRevs=\u73fe\u884c\u9805\u76ee\u306e\u30b0\u30e9\u30d5\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002\u3059\u3067\u306b\u7269\u7406\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
Error.xRevision.CreateGraphNoExistCfg=\u73fe\u884c\u9805\u76ee\u306e\u30b0\u30e9\u30d5\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002\u9805\u76ee\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u69cb\u6210\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.xRevision.ReuseGraphDelSource=\u73fe\u884c\u9805\u76ee\u306b\u5bfe\u3057\u3066\u65e2\u5b58\u306e\u30b0\u30e9\u30d5\u3092\u518d\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u30bd\u30fc\u30b9\u9805\u76ee\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.ReuseGraphSourceNoAccess=\u73fe\u884c\u9805\u76ee\u306b\u5bfe\u3057\u3066\u65e2\u5b58\u306e\u30b0\u30e9\u30d5\u3092\u518d\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30bd\u30fc\u30b9\u9805\u76ee\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
Error.xRevision.ReuseGraphSourceNoCfg=\u73fe\u884c\u9805\u76ee\u306b\u5bfe\u3057\u3066\u65e2\u5b58\u306e\u30b0\u30e9\u30d5\u3092\u518d\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u30bd\u30fc\u30b9\u9805\u76ee\u306f\u69cb\u6210\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.xRevision.ReuseGraphSourceNoGraph=\u73fe\u884c\u9805\u76ee\u306b\u5bfe\u3057\u3066\u65e2\u5b58\u306e\u30b0\u30e9\u30d5\u3092\u518d\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u30bd\u30fc\u30b9\u9805\u76ee\u306b\u306f\u30b0\u30e9\u30d5\u304c\u3042\u308a\u307e\u305b\u3093

Error.xRevision.DeallocationLeadsToGapInAllocTable=\u3053\u306e\u8981\u7d20\u306e\u89aa\u3001\u304a\u3088\u3073\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u5f8c\u7d9a\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u8981\u7d20\u3092\u5272\u5f53\u3066\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3002

Error.xRevision.SameGraphToSourceAndTargetItem=\u30bf\u30fc\u30b2\u30c3\u30c8\u9805\u76ee\u3068\u30bd\u30fc\u30b9\u9805\u76ee\u306f\u3001\u540c\u3058xRevision\u30b0\u30e9\u30d5\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
Error.xRevision.CyclingConditionForComposition=\u5faa\u74b0\u72b6\u614b\u304c\u767a\u751f\u3059\u308b\u305f\u3081\u3001\u69cb\u6210\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
Error.xRevision.TargetRevisionIsNotExist=\u5165\u529b\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30bf\u30fc\u30b2\u30c3\u30c8\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
Error.xRevision.TargetItemNotEffectivityBased=\u5165\u529b\u3067\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30bf\u30fc\u30b2\u30c3\u30c8\u9805\u76ee\u306f\u6709\u52b9\u6027\u30d9\u30fc\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.xRevision.TargetItemNotConfigurable=\u5165\u529b\u3067\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30bf\u30fc\u30b2\u30c3\u30c8\u9805\u76ee\u306f\u69cb\u6210\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.xRevision.NoInstanceInSourceAndTargetItem=\u30bd\u30fc\u30b9\u9805\u76ee\u3068\u30bf\u30fc\u30b2\u30c3\u30c8\u9805\u76ee\u9593\u306b\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Error.xRevision.NoWorkUnderProvidedInInput=[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d](\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8)\u304c\u5165\u529b\u3067\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Error.xRevision.ErrorInCreateComposition=\u69cb\u6210\u306e\u4f5c\u6210\u307e\u305f\u306f\u66f4\u65b0\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
Error.xRevision.InvalidWorkUnderProvidedInInput=\u5165\u529b\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093

Error.xRevision.GenericErrorMessage=\u64cd\u4f5c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f

Error.xRevision.MandatoryAttributeVersion=\u5c5e\u6027\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u5165\u529b\u306b\u3042\u3063\u3066\u3001\u305d\u306e\u5024\u304c1.0\u3067\u3042\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059
Error.xRevision.MandatoryAttributeSourceItemPID=\u5c5e\u6027sourceItemPID\u304c\u5165\u529b\u306b\u3042\u3063\u3066\u3001\u305d\u306e\u5024\u304cnull\u307e\u305f\u306f\u7a7a\u3067\u306a\u3044\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059
Error.xRevision.MandatoryAttributeTargetItemPID=\u5c5e\u6027targetItemPID\u304c\u5165\u529b\u306b\u3042\u3063\u3066\u3001\u305d\u306e\u5024\u304cnull\u307e\u305f\u306f\u7a7a\u3067\u306a\u3044\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059
Error.xRevision.MandatoryAttributeTargetRevision=\u5c5e\u6027targetRevision\u304c\u5165\u529b\u306b\u3042\u3063\u3066\u3001\u305d\u306e\u5024\u304cnull\u307e\u305f\u306f\u7a7a\u3067\u306a\u3044\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059

